data = {
    # 1. 2교시 창조관 (통계학 입문 수업)
    9: {
        "day_display": "수요일 - 2교시",
        "title": "2교시 창조관 (통계학 입문 수업)",
        "text": "통계학 입문 수업! 수업 시간에 무엇을 할까?",
        "choice_1": "1. 나도 여기서는 억만장자! 패드로 루미큐브를 즐긴다.",
        "choice_2": "2. 앞자리에서 열심히 수업을 듣는다.",

        "result_1": [-0.3, -10, [
            "수업을 열심히 들어도 이해하지 못한다는 마인드로\n패드를 열었고 루미큐브 앱을 켰다.",
            "이곳의 나는 억만장자다.\n아니. 였다.\n10분 뒤 나는 이미 파산했다.",
            "그리고 더 큰 문제는 오늘 출석 대체 과제가 무엇인지 모른다는 것이다.\n망했다... 뭐 해야하지?"
        ]],
        "result_2": [0.3, -5, [
            "수업 내용에 집중해 시험공부가 쉬워졌다.\n자리가 앞자리 밖에 없었고\n자의와 타의 절반의 비율로 수업에 집중할 수 있었다.",
            "설명을 따라가면서 필기를 하다 보니\n그동안 헷갈렸던 개념들이 조금씩 이해되기 시작했다.",
            "또 오늘 수업에 출튀, 자는 사람, 딴짓하는 사람이 많다고\n교수님이 시험문제를 찝어주시기도 했다.",
            "이후에 보니 이날 집중했던 것이\n시험공부에 매우 도움이 되었던 것 같다."
        ]]
    },

    # 2. 4교시 정의관 (채플)
    10: {
        "day_display": "수요일 - 채플",
        "title": "4교시 정의관 (채플)",
        "text": "채플을 듣던 중 알림이 하나왔다. 열어볼까?",
        "choice_1": "1. 수업 끝나고 확인하자.",
        "choice_2": "2. 그냥 빨리 확인하자.",
        "result_1": [0.2, 10, [
            "알림을 무시했다. 그러나 아무것도 하지 않으며\n채플을 버티는 것은 역부족이었다.",
            "눈꺼풀이 내려앉고 나는 꿈나라에 다녀왔다.\n그런 나를 기다리는 것은 채플 경고."
        ]],
        "result_2": [-0.1, -5, [
            "아주 살짝만 알림 확인하려고 했다.\n그런데 하필 그 알림이 게임 초대였고\n내 손가락은 자연스럽게 게임을 향해 가고 있었다.",
            "분명 한판만 하려고 했는데 두판... 세판...\n그 순간 누군가 나를 건드렸다. '휴대폰 넣어주세요'",
            "하지만 너무 중요한 결승전이었기 때문에\n잠깐 끄는척 하고 다시 접속해 열심히 게임을 했다.",
            "그리고 한번 더 누군가 나를 건드렸다. '휴대폰 넣어주세요'\n게임을 나오니. 친구에게서 계속 카톡이 왔다",
            "그 알림을 지우려고 휴대폰을 켜는 순간\n'3번 걸리셨어요'\n큰일났다."
        ]]
    },

    # 3. 수업 끝 (기숙사)
    11: {
        "day_display": "수요일 - 기숙사",
        "title": "기역문 요점 정리",
        "text": "모든 수업이 끝나고 이제 기역문 요점 정리를 할 시간이다.\n내용이 너무 어렵고 지루해서 그런지 잠이 온다...",
        "choice_1": "1. 산책하며 잠을 깨볼까?",
        "choice_2": "2. 카페인을 마실까?",

        "result_1": [-0.2, 5, [
            "잠을 깨보겠다고 바람을 맞으러 산책을 나갔다.\n상쾌한 바람 덕분에 정신도 들고 기분도 좋았다.",
            "근데 문제는 돌아와서였다.\n평소에 안하던 짓을 해서인지 몸이 너무 피곤해진 것.",
            "침대에 앉는 순간 바로 잠들어버렸다."
        ]],
        "result_2": [-0.5, -5, [
            "카페인 음료를 한 잔 마셨다.\n그리고 반응이 돌 때까지 기다렸다.\n기다리고 또 기다렸다.",
            "그러나 아무 일도 일어나지 않았다.\n나는 동영상을 틀어놓고 눈을 감고 있었던 것이다.",
            "그리고 그대로 잠들었다\n카페인은 그저 수분보충을 위해 마신 액체가 되었다."
        ]]
    }
}